vertical-pod-autoscaler/experiments/nginx-3-params-pbr-random-init2/24plus/wrk_0.log
Running 15m test @ http://localhost:32585
  2 threads and 100 connections
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 3515.421ms, rate sampling interval: 14262ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     2.36m    31.94s    2.72m    93.12%
    Req/Sec     4.46k     2.53k   11.70k    73.21%
  7489360 requests in 15.00m, 5.95GB read
  Socket errors: connect 0, read 154, write 109, timeout 1
Requests/sec:   8321.48
Transfer/sec:      6.77MB